<template>
  <div class="grid-container">
    <div class="grid-bottom">
      <img src="@/assets/image4.jpg" alt="image" class="footer-img">
    </div>
    <div class="mtn">
      <h1 class="imgname">وورد آف وارکرافت</h1>
      دنیای حجت و افرا ((به انگلیسی: World of Warcraft)
      <br><br>
       «هنر جنگ»[۳] یا جهان جنگ‌پیشه»[۴]) یا به اختصار WoW، یک بازی ویدئویی نقش‌آفرینی برخط چندنفره گسترده از مجموعه بازی‌های وارکرافت است که توسط بلیزارد و در سال ۲۰۰۴ برای مایکروسافت ویندوز ساخته و منتشر شده‌است.[۵][۵][۶]

با بیش از ۱۰ میلیون بازیکن در نوامبر ۲۰۱۴، در حال حاضر دنیای وارکرفت دارای بیشترین بازیکن در سبک ام‌ام‌اوآرپی‌جی است و به همین خاطر در کتاب رکوردهای جهانی گینس به عنوان محبوب‌ترین بازی ام‌ام‌اوآرپی‌جی بر اساس بازیکنان، ثبت شده‌است. این بازی آنلاین است و بازیکنان بعد از انتخاب یک جناح متحدان یا هوردها[ب] وارد نژادهایی می‌شوند که نژادهای متفاوتی دارند. پس از انتخاب شخصیت بازیکن یک گروه را انتخاب می‌کند که در لباس، اسلحه‌ها، طلسم‌ها و در کل سبک بازی با شخصیت تأثیر دارد. متحدان در نسخه اول شامل انسان‌ها[پ]، دورف‌ها[ت]، اِلف‌های شب[ث] و نوم‌ها[ج] است. هوردها در همان پچ اول شامل اورک‌ها[چ]، نامردگان[ح]، تائورن‌ها[خ] و ترول‌ها[د] است. در پچ‌های جدید نژادهای بیشتری اضافه شده‌است.

کلیمدور[ذ] و پادشاهی شرقی[ر] دو قاره اصلی در دنیای وارکرفت هستند. در بسته الحاقی دنیای وارکرفت: خشم پادشاه لیچ، قاره نُرثِند[ز] و همچنین در دنیای وارکرافت: مه‌هایی از پانداریا، قاره پانداریا[ژ] نیز اضافه شده‌است. پیشتر، سیاره اوتلند[س] در نسخه جنگ‌های صلیبی سوزان نیز اضافه شده بود.
    </div>
  </div>
</template>
<style scoped>
*{
  background-image: linear-gradient(rgba(109, 73, 6, 0.349),rgba(29, 15, 29, 0.555));
}
.grid-container {
  display: grid;
  grid-template-columns: repeat(2, 1fr);
}
.footer-img {
  width: 100%;
  height: 100%;
}
.grid-bottom {
  height: 16rem;
}
.mtn{
  color: rgb(0, 0, 0);
  direction: rtl;
}
.imgname{
  text-align: center;
  color: rgb(12, 12, 12);
  font-size: 2rem;
}
</style>